[
{
	"data":"01-01-1923",
	"title":"1923",
	"imageLink":"Timeline/1923.jpg",
	"writeUp":"TOSTEM's predecessor, the furniture retail business Myokenya Shoten, was established to provide homes to the populace as rapidly as possible. The company manufactured wooden fittings and furniture to satisfy this demand."
},{
	"data":"01-01-1988",
	"title":"1988",
	"imageLink":"Timeline/1988.jpg",
	"writeUp":"Capacity: 7,000 tons/ month|Products: Aluminium windows, doors and exteriors, Aluminium extrusion bars,Aluminium OEM industrial parts|Certification: ISO 9001, ISO 14001, JIS H4100, JIS H8602, ISO 9002|Factory: Navanokorn industrial Estate,Phathumthani|Showroom: Crystal Design Center, Bangkok|Employees: Approx. 6,200"
},{
	"data":"01-01-2007",
	"title":"2007",
	"imageLink":"Timeline/2007.jpg",
	"writeUp":"P7 series is a luxury residential series, uses only the most premium materials and features for specialty and high end residential properties. Suitable for low rise luxury projects."
},{
	"data":"01-01-2012",
	"title":"2012",
	"imageLink":"Timeline/2012.jpg",
	"writeUp":"TOSTEM market introduction in Philippines"
},{
	"data":"01-01-2013",
	"title":"2013",
	"imageLink":"Timeline/2013.jpg",
	"writeUp":"WE70 & WE40 series brings legendary TOSTEM quality to everyday life. Built for the mass market, yet maintaining strict quality standards. The WE series is priced within everyone’s reach"
},{
	"data":"01-01-2015",
	"title":"2015",
	"imageLink":"Timeline/2015.jpg",
	"writeUp":"WE PLUS has passed rigorous tests based on ASTM, and TOSTEM in house's toughest standards. Available in various designs with a maximum height of 3 meters to satisfy various designers needs in high rise market"
},{
	"data":"01-01-2016",
	"title":"2016",
	"imageLink":"Timeline/2016-1.jpg",
	"writeUp":"GIESTA|High quality wood pattern or metallic finish doors equipped with user friendly handle with high security lock system gives better convenience to both family and visitors and make us feel glad to be home.| Sash Business unit in full operations with Appointed Partners"
},{
	"data":"01-01-2017",
	"title":"2017",
	"imageLink":"Timeline/2017.jpg",
	"writeUp":"TOSTEM ALUMINUM FENCE AND GATE FENCE & GATE is a perfect fencing choice for your residence. Our fence and gate solutions will enhance to look, feel and overall value of your property, while providing safety and security of your family"
},{
	"data":"01-01-2018",
	"title":"2018",
	"imageLink":"Timeline/2018.jpg",
	"writeUp":"GRANTS is TOSTEM's flagship series. Its innovative design results in a larger surface area of glass for panoramic views. This takes the standard of aluminum windows and doors to another level."
}
]